
welcome_text = (
        "Добро пожаловать в Амма AQUA! 💧\n\n"
        "Мы рады видеть вас в нашей службе доставки чистой питьевой воды.\n\n"
        "Чтобы оформить заказ, нажмите /order и следуйте инструкциям /help.\n\n"
        "Если у вас возникли вопросы или нужна помощь, напишите нам, и мы с радостью вам поможем! /support\n\n"
        "Спасибо, что выбрали Амма AQUA. Ваша чистая вода — наша забота! 🚚💧"
    )
logo_id = "AgACAgIAAxkBAAIJPmZ5dXm1FUr66kXdaBelwg8lIC2QAALe4DEbYAbQS4uPU5ARWAJqAQADAgADeAADNQQ"
help_text = (
        "Инструкция по оформлению заказа в Амма AQUA 💧\n\n"
        "1. **Начало заказа**:\n"
        "- Чтобы начать процесс оформления заказа, нажмите команду /order или введите слово 'order'.\n\n"
        "2. **Указание количества бутылей**:\n"
        "- После команды /order бот попросит вас ввести количество бутылей, которое вы хотите заказать. \n"
        "- Введите число от 1 до 50.\n\n"
        "3. **Ввод адреса доставки**:\n"
        "- Далее вам нужно будет ввести адрес, по которому необходимо доставить воду. Укажите полный и точный адрес для успешной доставки.\n\n"
        "4. **Контактная информация**:\n"
        "- Затем бот запросит ваш номер телефона для связи. Введите номер телефона в формате: 89123456789.\n\n"
        "5. **Подтверждение заказа**:\n"
        "- Бот покажет вам сводку вашего заказа: количество бутылей, адрес и общую стоимость.\n"
        "- Проверьте всю информацию. Если все верно, подтвердите заказ, нажав кнопку 'Подтвердить✔'.\n"
        "- Если нужно что-то изменить, нажмите кнопку 'Исправить заказ📝'.\n\n"
        "6. **Завершение заказа**:\n"
        "- После подтверждения бот сообщит, что ваш заказ принят в обработку.\n"
        "- Ожидайте звонка или сообщения от нашего оператора для уточнения деталей и времени доставки.\n\n"
        "Если у вас возникнут вопросы или потребуется помощь, просто напишите нам в чат, и мы с радостью вам поможем!\n\n"
        "Спасибо, что выбираете Амма AQUA. Ваша чистая вода — наша забота! 🚚💧"
    )
thank_you_text = (
        "Мы ценим ваш отзыв и надеемся на дальнейшее сотрудничество!\n"
    )
document_id="BQACAgIAAxkBAAIKYmZ5l493C6U6Gu-B6YHQGJo9mtqzAAI_UQACYAbQS_g_3EFbZuxGNQQ"